[
  {
    "Id": 1,
    "brief": "Bebek, bir insanın en küçük hali olan doğum anından itibaren yürümr dönemine kadar olan zaman diliminde aldığı isimdir",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/bebek%2Fbebek.jpg?alt=media&token=dd7cf300-32a2-4eb7-9f2a-f9b10557efe9",
    "resourceUrl": "https://tr.wikipedia.org/wiki/Bebek",
    "sınıf": "Random",
    "text":"Yeni doğmuş olan bir bebek her açıdan anne ve babasına muhtaçtır. Sağlıklı bir bebeğin ağırlığı ortalama 3.2 kg boyu ise 35–50 cm arası olabilir. Erkek bebeklerin ağırlığı kız bebeklere oranla biraz daha fazla olabilir.  İlk aylarda bebeğin gelişimini yakından takip etmek ve bu süreç içerisinde bebekle yakından ilgilenmek çok önemlidir. İlk aylarda bebek, el ve ayaklarını refleks olarak oynatabilir. Yüzüstü yatarken başını çok kısa bir süre için bile olsa yukarı kaldırabilir. Havada ayaküstü tutulunca yürüme hareketleri yapmaya çalışır. Parlak ve hareket eden nesneleri özellikle de etrafında hareket eden insanları izler. Kendisiyle konuşulmasından çok hoşlanır. İşitme duyusu zamanla daha da güçlenir ve seslere karşı tepki vermeye başlar. Yakınlarının özellikle annesinin göz ve ten temasından hoşlanır.",
    "title": "Baby",
    "anaSınıf": "Bebek",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 2,
    "brief": "Atlar cok duygusal hayvanlardır özellikle onlarla duygusal hayvanlardır biraz ols..",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/random%2Fhorse.jpg?alt=media&token=21740ddb-eb9f-44ff-8515-92441de1e95c",
    "resourceUrl": "https://tr.wikipedia.org/wiki/At",
    "sınıf": "Random",
    "text": "İnsanlara hizmet eden hayvanların en kabiliyetlilerindendir. İnsanların, harp meydanlarında, izinsiz gösteri kontrolünde, yük taşımada, yarış, cirit, çit atlama ve av sporlarında yardımcısıdır. Silah gürültüsüne ve bando sesine rahatlıkla alışır. Atlar aynı zamanda dizlerini kilitleyebilir.  At, cesur ve atılgan olduğu gibi sahibine son derece itaatkârdır. Sahibi dilerse dolu dizgin, dörtnala koşar, isterse aheste yürür, isterse durur. Her durumda sahibini memnun etmeye dikkat eder. Yorgunluğa bakmaksızın kendini çatlatmak pahasına da olsa olanca gayret ve kuvvetini itaat uğruna sarf eder.  Atlar, bacak kemiklerinin kilitlenme özelliği sayesinde ayakta uyurlar ve kendilerini güvende hissederlerse yatarak da uyuyabilirler. Bu şekilde, ayakta uyurken yırtıcı hayvanlara karşı tetikte olurlar. Yatarak uyumak atlar için daha sağlıklıdır. Bir at yatarak uyuduğunda sürüdeki diğer atlardan biri yanında ayakta durur veya derin olmayan biçimde ayakta uyur. Tamamen yalnız olan bir at içgüdülerinin tehlike uyarısı nedeniyle hiç derin uyuyamaz ve bu nedenle uyku kalitesi düşer.",
    "title": "Horse",
    "anaSınıf": "Horse",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 3,
    "brief": "kanuni sulatn dayanmıs viyana viyana kapısına ..süleyman ",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/random%2Fkanuni.jpg?alt=media&token=29f9edf3-973f-4f13-90c5-709d44445127",
    "resourceUrl": "https://tr.wikipedia.org/wiki/I._S%C3%BCleyman",
    "sınıf": "Random",
    "text": "6 Kasım 1494 tarihinde, Trabzon'da doğdu.[8] Babası, Süleyman doğduğu zaman Trabzon valisi olan ve 1512 yılında padişah olarak tahta çıkan I. Selim, annesi ise Ayşe Hafsa Valide sultandı.[9] Çocukluk yıllarını, süt kardeşi Yahya Efendi ile birlikte Trabzon'da geçirdi.[10] 7 yaşındayken; bilim, tarih, edebiyat, din ve askeriye alanlarında eğitim almak için İstanbul'a, Topkapı Sarayı'ndaki Enderûn'a gönderildi.  1508 yılında Şarkî Karahisar Sancak Beyi olarak atandı ancak babası Selim'in kardeşi, Amasya Sancak Beyi Ahmed'in itirazı sonrasında Bolu'ya atandı.[10][11] Ahmed'in buna da itiraz etmesi sebebiyle atandığı Kefe sancağına 1509 Temmuz'unda çıktı.[11][12] Babası I. Selim'in 1512'de tahta çıkmasından sonra İstanbul ve Edirne'de oturdu.[12] 1513 yılında Saruhan sancak beyliğine atandı.[13] Burada, sonraları başdanışmanlarından biri olacak olan Pargalı İbrahim ile yakın bir arkadaşlık kurdu.[12][14] Yaklaşık yedi yıllık Saruhan sancak beyliğinin ardından, 1520 yılının 21 Eylül'ü 22 Eylül'e bağlayan gecesi babası I. Selim'in ölümü üzerine İstanbul'a hareket etti ve tahtta hak iddia edecek başka biri olmadığından herhangi bir mücadele vermeden 30 Eylül 1520 tarihinde onuncu Osmanlı padişahı olarak tahta çıktı.[12][15] Tahta geçişinden birkaç hafta sonra Venedik Elçisi Bartolomeo Contarini, Süleyman'ı Yirmi altı yaşında, uzun fakat sırım gibi ve kibar görünüşlü. Boynu biraz fazla uzun, yüzü zayıf, burnu kartal gagası gibi kıvrık. Gölge gibi bıyığı ve küçük bir sakalı var. Cildi biraz soluk olsa da yüzü oldukça hoş. Derisi solgunluğa meyilli. Akıllı bir hükümdar olduğu söyleniyor ve herkes onun saltanatının hayırlı olacağını umuyor. şeklinde tanımlamıştır.",
    "title": "Kanuni",
    "anaSınıf": "Osmanlı",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 4,
    "brief": "Kartallar genel olarak diğer uçan yırtıcılardan daha iri ve daha güçlüdürler ve kafa yapıları daha büyüktür.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1a/About_to_Launch_%2826075320352%29.jpg",
    "resourceUrl": "https://tr.wikipedia.org/wiki/Kartal",
    "sınıf": "Random",
    "text": "Kartallar genel olarak diğer uçan yırtıcılardan daha iri ve daha güçlüdürler ve kafa yapıları daha büyüktür. Diğer yırtıcı kuşlar gibi eğri gagaları, kaslı bacakları ve güçlü pençeleri vardır. Eğri gaga yapısı avlarının etlerini söküp almaya yardımcı olurken, kaslı bacakları ve kilitlenebilen pençeleri sayesinde kendilerinden daha. Kartalların gröme yetenekleri çok gelişmiştir. Yüksek irtifalarda süzülürken yeri tarayarak avlarını hissettirmeden tespit edebilirler. Gözbebeklerinin kafataslarına oranla çok büyük oluşu, gelişmiş görme yeteneklerinin anahtarıdır. ",
    "title": "Eagle",
    "anaSınıf": "Birds",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 5,
    "brief":"Orhan Gazi ADAM GİBİ ADAMDIR.",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/osman%20bey%2Forhan_gazi.jpg?alt=media&token=9ce2a925-db82-4846-8cf6-15ec3e915aad",
    "resourceUrl":"",
    "sınıf":"Osmanlı",
    "text":"TEST-TEST-TEST",
    "title":"Orhan Gazi",
    "anaSınıf": "Osmanlı",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 6,
    "brief":"Osman bey ADAMDIR:)",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/osman%20bey%2FOsman_Gaz.jpg?alt=media&token=472bad2f-ed4c-4762-b7c2-84b6b1f84b0a",
    "resourceUrl":"",
    "sınıf":"Osmanlı",
    "text":"TEST-TEST-TEST",
    "title":"Osman Gazi",
    "anaSınıf": "Osmanlı",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 7,
    "brief":"Doğumdan itibaren ilk 6 ay için bebeğin anne sütüyle beslenmesi gerekli ve yeterlidir. Çünkü anne sütü bebeklerin gelişebilmeleri için gerekli olan tüm besinleri içerir, bulaşıcı hastalıklara karşı ona bağışıklık kazandırır. Emzirme, aynı zamanda, anne ile çocuk arasında, çocuğun ruhsal açıdan sağlıklı gelişmesini etkileyen yakın bir ilişkinin doğmasına yardımcı olur.",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/bebek%2F661151_620x360.jpg?alt=media&token=c85268e1-3bfe-4876-abec-29d47d1a1c37",
    "resourceUrl":"https://tr.wikipedia.org/wiki/Bebek",
    "sınıf":"Bebek",
    "text":"Doğumdan itibaren ilk 6 ay için bebeğin anne sütüyle beslenmesi gerekli ve yeterlidir. Çünkü anne sütü bebeklerin gelişebilmeleri için gerekli olan tüm besinleri içerir, bulaşıcı hastalıklara karşı ona bağışıklık kazandırır. Emzirme, aynı zamanda, anne ile çocuk arasında, çocuğun ruhsal açıdan sağlıklı gelişmesini etkileyen yakın bir ilişkinin doğmasına yardımcı olur.",
    "title":"Baby",
    "anaSınıf": "Bebek",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 8,
    "brief":"Horse breeds are loosely divided into three categories based on general temperament: spirited \"hot bloods\" with speed and endurance; \"cold bloods\", such as draft horses and some ponies, suitable for slow, heavy work; and \"warmbloods\", developed from crosses between hot bloods and cold bloods, often focusing on creating breeds for specific riding purposes, particularly in Europe. There are more than 300 breeds of horse in the world today, developed for many different uses.",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/horse%2Fhorse2.jpg?alt=media&token=cb0b41ec-1536-4994-bc20-5abcee51288c",
    "resourceUrl":"https://en.wikipedia.org/wiki/Horse",
    "sınıf":"Horse",
    "text":"Horses are adapted to run, allowing them to quickly escape predators, and possess an excellent sense of balance and a strong fight-or-flight response. Related to this need to flee from predators in the wild is an unusual trait: horses are able to sleep both standing up and lying down, with younger horses tending to sleep significantly more than adults.[4] Female horses, called mares, carry their young for approximately 11 months and a young horse, called a foal, can stand and run shortly following birth. Most domesticated horses begin training under a saddle or in a harness between the ages of two and four. They reach full adult development by age five, and have an average lifespan of between 25 and 30 years.  Horse breeds are loosely divided into three categories based on general",
    "title":"TEST-TEST-TEST",
    "anaSınıf": "Horse",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 9,
    "brief":"Horse breeds are loosely divided into three categories based on general temperament: spirited \"hot bloods\" with speed and endurance; \"cold bloods\", such as draft horses and some ponies, suitable for slow, heavy work; and \"warmbloods\",",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/horse%2Fhorse1.jpg?alt=media&token=cbed284b-0873-47f9-b7e8-b8ea92351e1a",
    "resourceUrl":"https://en.wikipedia.org/wiki/Horse",
    "sınıf":"Horse",
    "text":"Horse breeds are loosely divided into three categories based on general temperament: spirited \"hot bloods\" with speed and endurance; \"cold bloods\", such as draft horses ",
    "title":"Horse",
    "anaSınıf": "Horse",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 10,
    "brief":"zağarlar da fino türüne benzer oldukça küçüklerdir sadece havlar ..",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/kind%2Fza%C4%9Far.jpg?alt=media&token=0bd9d0d4-1a1b-44b4-9d59-0bc24901f206",
    "resourceUrl":"",
    "sınıf":"Dog",
    "text":"",
    "title":"Zağar",
    "anaSınıf": "Dog",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 11,
    "brief":"alabaylar kangalların atası olarakta bilinir ama bu bilgi bir cokları tarafıdan hoş karsılanmaz bla bla...",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/kind%2Falabay.jpg?alt=media&token=98d69f6c-c68e-4722-a278-7314519d2583",
    "resourceUrl":"",
    "sınıf":"Dog",
    "text":"",
    "title":"Alabay",
    "anaSınıf": "Dog",
    "like": false,
    "bookMark": false
  },
  {
    "Id": 12,
    "brief":"kangal lar cok güçlü kopeklerdir fakat hantal ve a.....",
    "imageUrl":"https://firebasestorage.googleapis.com/v0/b/historyofempire-3c65e.appspot.com/o/kind%2Fkangal.jpg?alt=media&token=94d43244-dc48-4507-84cd-75dffc816cf7",
    "resourceUrl":"",
    "sınıf":"Dog",
    "text":"TEST-TEST-TEST",
    "title":"Kangal",
    "anaSınıf": "Dog",
    "like": false,
    "bookMark": false
  }

]